{
    "rare_plant": [
        {
            "id": "1",
            "name": "Tapak Kuda",
            "latin_name": "Centella asiatica",
            "efficacy": "Obat Tipes",
            "description":
                "Masyarakat setempat menggunakan tanaman ini sebagai obat tipes dengan cara: tapak kuda dicabut dan diambil sampai pada akar-akarnya sebanyak 1 genggam. Dicuci dan direbus, setelah dingin diminum setiap pagi sebelum sarapan.",
            "family": "Umbelliferae",
            "image": "assets/images/tanaman-obat/tapak-kuda.png"
          },
          {
            "id": "2",
            "name": "Galinggang",
            "latin_name": "Psidium quajava",
            "family": "Fabaceae",
            "efficacy": "Cassea alata",
            "description":
                "Bagian dari tanaman ini yang dijadikan masyarakat sebagai obat adalah daun. Caranya: diambil daun yang masih muda dan segar kemudian ditumbuk sampai halus. Hasilnya ini langsung digosokkan pada bagian-bagian tubuh yang kena panu 1 kali sehari selama 3 hari, setiap sore sehabismandi. ",
            "image": "assets/images/tanaman-obat/galinggang.jpg"
          },
          {
            "id": "3",
            "name": "Daun Salok",
            "latin_name": ": Ficus sp.",
            "family": "Moraceae",
            "efficacy": "Obat Panas",
            "description":
                "Tanaman ini termasuk jenis perdu, masyarakat setempat mengunakan sebagai obat panas atau demam. Caranya: diambil daun yang masih segar sebanyak 5 ± 8 lembar kemudian langsung ditempelkan pada kepala dan badan. ",
            "image": "assets/images/tanaman-obat/daun-salok.jpg"
          },
          {
            "id": "4",
            "name": "Paliasak",
            "latin_name": "Clenhovia hospitalia",
            "family": "Sterculiaceae",
            "efficacy": "Tekanan Darah Tinggi",
            "description":
                "Bagian yang berfungsi sebagai obat untuk menurunkan tekanan darah tinggi adalah daun. Cara pembuatannya: ambil 2 ± 3 lembar daun Klenhoria hospita yang segar, cuci sampai bersih dan rebus dengan 3 gelas air. Diminum 1 kali sehari.",
            "image": "assets/images/tanaman-obat/paliasak.png"
          },
          {
            "id": "5",
            "name": "Aju Elalan",
            "latin_name": "Albizzia procera",
            "family": "Fabaceae",
            "efficacy": "Kudis(Akka' Kering)",
            "description":
                "Bagian dari pohon ini yang digunakan sebagai obat adalah kulit batang. Caranya: ambil kulit batang yang segar secukupnya, tumbuk sampai hancur dan tambahkan garam secukupnya. Hasilnya ini digosokkan pada bagian yang sakit sampai sembuh.",
            "image": "assets/images/tanaman-obat/aju-elalan.png"
          }
    ]
}